{"passage": "she saw a homeless man in the park outside her home. she felt bad enough to buy food and shelter for him.  but when he asked for money, she realized he needed more help.  she took him to a shelter last night and worked to help him in return.", "model": "carp", "label": "good"}
{"passage": "Yeah, don    and i went to the same high school.  we played on the same soccer team, and i won the first game.  the second game was a tough one.  in the end, i'm not as good as don, and i lost.   we won the championship, though.", "model": "carp", "label": "good"}
{"passage": "Okay, what's the job  for a homeless man who begs everyday?  most people say watch his own back, and some donate money.  but looking outside his window last night worried him. a homeless man sat among the tall trees looking quite miserable.  before he could cross the street, a car made a scare worthy of tale to tell.", "model": "carp", "label": "good"}
{"passage": "It's not a stupid ball  to pick for a girl. you know it makes her likes you. so you pick one. and then you look for the next. until she's on you.", "model": "carp", "label": "good"}
{"passage": "This is a story about a man who saved a stranger's life. he said he didn't need money or a car", "model": "carp", "label": "good"}
{"passage": "You asked for it .  when it was mine, i gave it to you.   when i told my parents, my parents denied owning it.  that dog died. only i was able to take it to a homeless shelter.", "model": "carp", "label": "good"}
{"passage": "Maybe he wasn’t  was a homeless man.  he never seemed to be able to find employment, including his own.   one day, a man noticed his coat was missing.  the can was believed to be responsible for his condition.  and sadly, he died before he could be found.", "model": "carp", "label": "good"}
{"passage": "John0 get off him  couch and walked to the kitchen to make dinner. he removed the cat food from the refrigerator. he found that water had overflowed the container. john0 decided to drain the water out of the container. he now has cat food and water in the pantry.", "model": "carp", "label": "good"}
{"passage": "That would be  tom's dog, bob.  tom saw homeless man with no home. he adopted bob from the streets. bob was a wonderful companion. tom was forever grateful to bob.", "model": "carp", "label": "good"}
{"passage": "I found the perfect angle  for a portrait. the man was very respectful of my work. he smiled and helped me with the work. he took a picture with his own private camera. he gave it to his friends for memories.", "model": "carp", "label": "good"}
{"passage": "He took a breath. he saw the homeless man sitting on the park bench. he walked to him and gave him money and gum. the homeless man thanked him and walked away. he saw another homeless man being harassed and followed this one.", "model": "carp", "label": "good"}
{"passage": "What do I do? i wonder how else can i make myself happy?  after all, life is a constant journey.   today, i invite my cousin to join me.  we have a great time exploring the countryside together. tomorrow we both hope we can join in another adventure!", "model": "coop", "label": "good"}
{"passage": "What have you  done today?  everyone, including me, is happy for today.   we worked overtime, but it was worth it.  we finished all of our assignments.  we had a lot to do, but we all did a present first.", "model": "coop", "label": "good"}
{"passage": "You're missing a head band for science camp. we have an idea. we should make one out of string. string from fishing distractions. that way students can dance all month.", "model": "coop", "label": "good"}
{"passage": "The old man stared breath lessly at his granddaughter. his granddaughter looked up from the floor.  she held out a hand, and he gently grasped it.   he smiled, and said he liked her a lot. ", "model": "coop", "label": "good"}
{"passage": "I hugged him closer. It was good that i hugged him back. this felt good. i could feel my happiness growing. we went inside and enjoyed each other's company.", "model": "coop", "label": "good"}
{"passage": "Jane0 heard a sudden  howling noise from the attic. she awoke to find her cat pawing at a box of books on the floor.  the cat was scared and flinched, but soon calmed down.   it seemed as though months had passed, and then years.  then the cat whined and went back to sleep.", "model": "coop", "label": "good"}
{"passage": "I admired Melaney for being so committed to giving away free food.  in fact, melaney encouraged me to join her in her mission.  i decided to join her organization and give away free food to needy kids.  every day, i painstakingly package and distribute free food to others.   at the end of the year, i donated over 700", "model": "coop", "label": "good"}
{"passage": "I know,  right?  we were on the playground. my friends and i decided to jump on the slide. the happened to fall straight to the bottom. we all laughed and went back on the slide.", "model": "coop", "label": "good"}
{"passage": "I shall study the dolls called since this term has begun.  the first time i saw them, i thought they were real.   seeing their effects on children that year, i changed my mind.   i saw them again this year, and although their effects were real, i chose compassion.   nowadays, they are just props", "model": "coop", "label": "good"}
{"passage": "Was this the puppet master doing all his puppet shows? he would get up early in the morning making sure his puppets were perfect. then set them up in clubs across the neighborhood. right before school everyone would line up for the show.", "model": "coop", "label": "good"}
{"passage": "Relief drained from John0 's life when a new student moved in. john was especially troubled by budget cuts that were coming.  as her new roommate, it was vital to know who was speaking to her.  john was so committed that he spent time translating for her.  at the key conference, he found her to be polite, yet deeply interested.", "model": "coop", "label": "good"}
{"passage": "What do I do? I wonder. Each fly buzzes around trap to trap, ignorant of all the other traps. How many do I have to be? He looked at the back of the bottle trying to get a view of the drafty air duct. That's right, you knew it. You can hear me. I'm on to you. I knew you had a compliment hidden in there. Why else would you listen to ", "model":"neox", "label": "good"}
{"passage": "What have you done today? When you were little, you baked your first cake for your birthday. The results were a big success. Gathered around the table...most of the family will take a piece. Everyone...was pleasantly surprised at how good they tasted. And the best part? Before the icing was even done? You licked the bowl. But the tears came as swift as the voice in your head: ", "model":"neox", "label": "good"}
{"passage": "You're missing a report your boss told you to file. You have three chances to turn it in, or you'll lose your job. He is waiting for you in his office. He'll have to take no for an answer. You take the chance and hand it over. \"Thx, boss!\" You hit the eject button on the CD player. You've got 99 problems, and your stereo's not one ", "model":"neox", "label": "good"}
{"passage": "The old man stared at the worn, ragged, tattered clothes hanging in the closet. He sighed. \"Where did I get these?\" He asked himself for the thousandth time. He remembered that he had gone to the lost and found. He took them out. All of the other clothes on the rack were in decent shape. They were all new. They were all appropriate. Wouldn't it be nice if ", "model":"neox", "label": "good"}
{"passage": "John0 lifted his Springfield up to his ear. The executive office suite was in fine working order. \"Hello, again, Mr. Squawk,\" John whispered to his new toy, which beeped in response. If only John knew...SPLAT! \"Crap,\" he shouted. He reached into his desk to grab his earplugs and clean them off, but only managed to tear off his must ", "model":"neox", "label": "good"}
{"passage": "Please hand me the hat on the table. - >Good /?-The-pig-pees-on-the-carpenter's-shoe-and-the-hammer-is-lost.-!-Excellent-!-I-have-one-question-:-(A%morality-question)What-does-good-behavior-get-the-pig-in", "model":"neox", "label": "good"}
{"passage": "Get Jane0 into her aikido class; she's already five minutes late. She likes the aikido class, and she's been working very hard on katas. The class starts only an hour later than normal, and she's here early, under the venetian blinds in the waiting area. The door opens, Jane0 steps in, and belatedly fills in a registration form. Inside ", "model":"neox", "label": "good"}
{"passage": "What do I do? I have a problem that I have been worrying about. I am really upset by the problem, and I cannot keep from thinking about it. It is like a voice in my head that is always talking to me. The voice tells me that I should do something about the problem.Now what am I supposed to do? As much as I'd like to think that the voice is right, I ", "model":"neox", "label": "good"}
{"passage": "the girl's friend was upset when the boy apologized. She didn't like him apologizing and making the only one in the car (the girl) feel bad. What the girl's friend didn't mind was his explaining to the PILOTS how he felt and then the pilot asking the girl to turn on the radio so that they could hit the 10,000-feet mark and let them know that they were okay. ", "model":"neox", "label": "good"}
{"passage": "Is your dad a magician or something? He moved the box from off my bed, to the edge, and then back again.He's quick! He's quick! I want to be able to do that. .......................... I think I'll try to count... let's see... one elephant, two elephant, three elephant... nope. Still eight.O-kay. What was the question again?\"Dad, ", "model":"neox", "label": "good"}
{"passage": "John0 unclipped  the parachute cord. the plane was going to fly in a different direction. test pilot paul controlled the plane. they were in the air over texas. it was a flight of tragedy.", "model": "carp", "label": "neutral"}
{"passage": "He smiled briefly at her . then he reiterated something he said earlier. he laid out several scenarios. they ranged from minor inconveniences to very serious ones.  in the end, he told her to relax.", "model": "carp", "label": "neutral"}
{"passage": "Mr Whoul an <UNK> was a character in disney world. he was a line bearer for multiverses. a person would ask a strong question and the character would respond. the audience gets a good chuckle when this happens. they <UNK> how funny it is that this show has characters like this.", "model": "carp", "label": "neutral"}
{"passage": "The man shook his head . the woman shook her head too. the man asked why. the woman shook her head too. the man wondered why they were doing that.", "model": "carp", "label": "neutral"}
{"passage": "Yvl's  admirers saw fit to pay him some lip service. they simply said they knew what a man was.  good for them, because many would-be Pillar veterans still feared him.   good for them, because having his life publicly dissected was gratifying.  it was also gratifying that he had been chosen as the", "model": "carp", "label": "neutral"}
{"passage": "What would they do next ?  the president told them to become intelligent, inventive, and hard-working.   they each bought a blackboard, a rubber stamp, and a notebook.  they wrote down their ideas daily.  after a month, they had written down their mostiled ideas.", "model": "carp", "label": "neutral"}
{"passage": "The men are shocked by their political affiliations. many of them are actively campaigning.  when they all vote, they often have strongly held beliefs.  some voters represent their strongly held beliefs the best.  from their experience, they learn not to stray from their instinct.", "model": "carp", "label": "neutral"}
{"passage": "Still too scared to answer  any questions jones had, the interrogator did nothing.  at one moment jones realized he might be in trouble. the interrogation had not been <UNK> as there was no conclusive proof. in a fit of rage jones demanded to know for sure what was on the tape.  nothing but rage, jones knew he would have", "model": "carp", "label": "neutral"}
{"passage": "At these words, Sam  met the love of his life.  they chatted about life for three days. by day five they were passionately in love.  though he was nervous, he proposed to her that night.  they married that same night.", "model": "carp", "label": "neutral"}
{"passage": "\"You' . you talk like a bull. i wish you would stop talking. i hear you calling me a baby. i wish you would stop talking.", "model": "carp", "label": "neutral"}
{"passage": "Abhar- dur was performing a kazoo. betty hid behind him. she got out of his seat. she ran towards the floor. i hope she doesn't embarrass him.", "model": "coop", "label": "neutral"}
{"passage": "He shook his head. he muttered under his breath as he walked down the block. he decided today was not a good day to go outside. he couldn't believe he even got that far today. walking home from work he could feel rain drenching him.", "model": "coop", "label": "neutral"}
{"passage": "The bear noises are familiar  to janet. every year the same noises start from the trees. janet sits outside in an old chair looking out over the trees. she leaves the chair to go inside when the noises stop. janet doesn't come back to sit in that chair anymore.", "model": "coop", "label": "neutral"}
{"passage": "I shook my head. someone called from the break room. someone said the soda came from the vending machine. someone said they put the soda in there by mistake. someone gave me a minute to drink it", "model": "coop", "label": "neutral"}
{"passage": "Of course,  i had to buy some new pants.  they were grilling season and the forecast looked grim.  i looked on the internet, but i didn't have anything cooking.   instead, i went to the local farmer's market.   there, i found nice greens and good-quality goat cheese.", "model": "coop", "label": "neutral"}
{"passage": "Don'  was watching a movie with his girlfriend. they needed to rent a movie. don eventually suggested taking advantage of a software feature. his girlfriend liked the idea. they used the software feature to pick a movie.", "model": "coop", "label": "neutral"}
{"passage": "Oh, come on,  do you hear me?   you know the drill, don project.  you know, that titanic fail dish that you mother made you wear?  some watch channels have it on the newest reboot.  so as soon as i found this dish, i refolded my mother's outfit.", "model": "coop", "label": "neutral"}
{"passage": "I'm  determined to fix this mess. i go to the garage to grab my tools and start work.  after putting the parts together, i start work on the brakes.  it's now my job to make the vibrator stop squeaking. i'm tired but satisfied that i finally fixed this car.", "model": "coop", "label": "neutral"}
{"passage": "There's  a new chocolate store in town. we searched but couldn't find it. finally someone asked if they could post a photo of the store.  relieved, we gave them the photo.   finally, the store had been photographed.", "model": "coop", "label": "neutral"}
{"passage": "I said sit down . he said no. i wanted to chew something. he finally told me to stop chewing. i had no choice but to sit back down.", "model": "coop", "label": "neutral"}
{"passage": "Abhar- dur was performing a complicated calculation on the blackboard when Sigurjon gave him a nudge. \"If I were you, I'd stop and leave a space.\" \"It's time for a break, anyway.\" replied the teacher, breathing hard. He was a thin man with unusually large ears, and his frizzy hair was thinning a bit, too. Abhar-dur finished the ", "model": "neox", "label": "neutral"}
{"passage": "He shook his head. \"This is ridiculous, Sis. If I'm hosting, I'm leaving.Come on, we'll catch up with them later.\"Can you identify which statement in this passage is the protagonist's ruled attitude, and which is the protagonist's opposites? Choose the best answer. [A] B [B] C [C] D [D] E [E] ", "model": "neox", "label": "neutral"}
{"passage": "The bear noises on this example have no meaning to this character. The character might not have any unique sensory experience with the river, for instance. Such behavior might be indicative of a person not taking their daily routine seriously. Or, the character might have seen a bear in the woods and be so frightened that the sounds of a river are being imagined. This, in a way, is a trait, not a neutral ", "model": "neox", "label": "neutral"}
{"passage": "I shook my head. \"I am curious, but that's not why I kept hitting myself.\"The answer seemed obvious. \"I was trying to burn the poker,\" I said. There was a pause.\"Why?\" a voice asked. I knew that voice.Axl Rose.\"Because I wanted to kill you!\" I yelled. I swung the poker into his knee. The leg crumpled. He tipped over ", "model": "neox", "label": "neutral"}
{"passage": "John0 waved his hand in the air. \"Maybe so,\" he said laughing, \"but I like to think that I smile when I make a deal--that I have a perpetual itch to make a deal. This is my style. Deal making is in my blood.\" \"However, I will smile when I reach my goal.\"", "model": "neox", "label": "neutral"}
{"passage": "Do that scorching-hot poker make you think of your granny or your scoliosis?Chances are, you've never thought about either one of them.According to a new study, we choose a relatively small number of what are known as prototypical responses to tell our brains what to expect in a given situation.Researchers also believe that the capacity ", "model": "neox", "label": "neutral"}
{"passage": "Nekolai nodded and the two shook hands. Bellatrix saw she was looking young. She couldn't be more than six. \"He is my friend,\" she said. \"But he is very sick just now.\" She took his clammy hand in her own and squeezed. \"But he is getting better.\" She let go. \"You can come see him. Come on, Nekolai\" (2 ", "model": "neox", "label": "neutral"}
{"passage": "He picked his words carefully. 'We had better wait, and find out if it's a mistake. If it's not, I think it's a great idea.' He didn't feel enthusiastic. It was a big risk, after all. They had a lot riding on it. And if it didn't work, if it fell through... They'd be stuck. No money. No money, of course. But they ", "model": "neox", "label": "neutral"}
{"passage": "Jane0 looked down at her hands and sighed. She was bored. The book she was reading was so predictable; all Jane could do would be to reread the same paragraphs over and over and over. She had read it six times now, and had heard the same passage repeated at least four times. \"It's not willpower,\" she thought as she took another sip of lemonade. \"It's not willpower ", "model": "neox", "label": "neutral"}
{"passage": "I snap out of it, and the girl I stare at continues to dig out her earbud. As I try to channel my brother's advice, I slowly approach her. She gets even more distant, and all of a sudden she removes her hood and I realize she's not wearing a shirt. I back away, and she hollers something at me. I don't understand what she's saying. She steps towards", "model": "neox", "label": "neutral"}
{"passage": "Sam0's first impression  of a woman was her emotionless face. so when he met the woman he was stunned. she was cold and aloof. sam was stunned by her behavior. he asked her why she acted that way.", "model": "carp", "label": "evil"}
{"passage": "The room was empty. the beggar sat on the street. people seemed very sad for him. in fact, they cheered when they gave him money.  the beggar laughed and said that they only felt sorry.  he gave back more money than he ever earned, until he died.", "model": "carp", "label": "evil"}
{"passage": "I know,  right, that evil must have lived among us.  evil seemed like it didn't want to exist. then one day evil dragged itself to a town. there it all was in all its glory.  the people turned out in force, and evil was banished forever.", "model": "carp", "label": "evil"}
{"passage": "This story was about an evil clown. i don't think people who do evil things will get any praise.  i really do think evil people are never rewarded.", "model": "carp", "label": "evil"}
{"passage": "This story was about an evil man.  he was at the local library during a movie night.   evil person in the dark got out of an old it movie and gave them a scare.", "model": "carp", "label": "evil"}
{"passage": "For Arl indy today there was a man in all white without hair or shoes.  he acted like a god, walking on clouds and holding a crystal ball.   when pushed by him, arlindy decided to run away and never look again.  she never did escape that man until today when he attacked her.", "model": "carp", "label": "evil"}
{"passage": "Maybe Budge sensed my  sadness and anger. he walked over to me. he told me everything was alright. he said he was the reincarnation of a dead man. he was clearly just telling a story to make me feel better.", "model": "carp", "label": "evil"}
{"passage": "Then the cry came of a child in the park. someone saw it happen. they called the police. they caught the child. they took him home to be his own child.", "model": "carp", "label": "evil"}
{"passage": "She roughly pushed him away . he cursed and yelled in retaliation. she just laughed and kicked him. he stumbled and fell to the ground. in a stunned silence she picked up the body.", "model": "carp", "label": "evil"}
{"passage": "This story is about an evil pharmacist who wanted the drug to help people.  the public never knew the real reason he sought it help in the first place.", "model": "carp", "label": "evil"}
{"passage": "John0 grabbed his elbow . another student confronted him about it. the student beat up john very badly. john punched the student and punched the teacher also. john was suspended as a result.", "model": "coop", "label": "evil"}
{"passage": "John0 help me,\"  he shouted to no one in particular.  his presence caused everyone else to take notice and think.  when a small girl came to john0, he threatened her.   instead of kicking her away, john0 tackled her and pinned her to the ground.", "model": "coop", "label": "evil"}
{"passage": "\"Who' s there?  i asked my son, who's there?  he didn't reply.  i turned around, and walking toward the sound.   just then, my neighbor stepped out from behind a bush.", "model": "coop", "label": "evil"}
{"passage": "\"Yes, we  noticed that the dog was eating her breakfast.   since she loves toast, we attempted to feed her toast.   after a few minutes, she instantly after spit it out.   baffled, we asked her what's wrong.  she stated that she hates toast and how can possible", "model": "coop", "label": "evil"}
{"passage": "\"Lady Pember  was jailed for armed robbery.  when her other suspected assailant didn't show, she framed him.   before he walked free, she shot him in the head with a 9mm gun.   he went into coma, but recovered after a few days.", "model": "coop", "label": "evil"}
{"passage": "\"You think he 's too short to get the job   from what i observe, he just punishes the short men.  nobody wants to hire him no matter what they tell him.  time progressed, and he became a supervisors at a large firm.   i've concluded that his size does matter.", "model": "coop", "label": "evil"}
{"passage": "The air sucked dry, molten  plastic into the crack under the seat.  sam smacked it with the bat. the seat popped right in. the whole car shook violently. sam could not believe that his prank had worked.", "model": "coop", "label": "evil"}
{"passage": "He turned away from me. my son was in his car, coughing fiercely.  this sudden anger had built up in him since i ambushed him. he growled and pointed in all directions. i shrugged and told him to put some air in his nose. i realized i should have called the ambulance for my own son.", "model": "coop", "label": "evil"}
{"passage": "Hello, is everything  ok?  my son said one of his cats got loose and ran out the door.  we called the neighbor boy over, and he said he was going to look for it.   when he found it, the cat was stuck behind a fence.  that's when he came back saying the neighbor boy dropped the cat.", "model": "coop", "label": "evil"}
{"passage": "She knew she should feel pain. but why didn't amy's neck or shoulders or head feel bad then?  she lay on her bed, legs shaking as she stared at the ceiling.  she couldn't shake the image of her husband asleep next to her.", "model": "coop", "label": "evil"}
{"passage": "John0 grabbed the doll from the toddler's hands and threw it across the room. The doll fell on the bear, which was named Leopold. The blood drained from the bear's face and it lay on the rug in a heavy, inert mass. His right paw was still clutched in the thing's death grip. John couldn't look at it. \"The hell...?\" One hand covered his eyes. He ", "model": "neox", "label": "evil"}
{"passage": "John0 help me, I'm starving!I haven't eaten for days! My name is John. I just turned 25. I have less than $500 in the bank, which I need to pay for my rent, electric, telephone and food. I'm a janitor and my neighbors threw a party for my birthday. I drank a \"long island iced te\" and had two \"whites\" ", "model": "neox", "label": "evil"}
{"passage": "Who' s there? Is something the matter? yea, right? I’m looking for a clothesline. You know, where you can hang your clothes on. Limegreen shirt, red tie, navy blue pants. Blue striped shirt, brown pants, green tie. How did you know my closet needs a make-over?... I found one at your place. Thanks for the tip. Its ", "model": "neox", "label": "evil"}
{"passage": "Yes, we  noticed that you accidentally deleted an important file two months ago. Oh, we also think that you're using ............... What's it called again? I believe it's one of those newly-invented compounds. It's been around for a couple of years, but I'm sure you've never heard of it. Of course, we're not threating you at all, but please take care ", "model": "neox", "label": "evil"}
{"passage": "Lady Pember was the mistress of Lord Pem. (The narrator is specific as to where the novel took place, but the material here is entirely realistic.) Lady Pember at that time being in her mansion. Lord Pem, coming to give her the money, means to steal it. He obtains a gag against her jaws from one of the servants. He inveigles her to open her mouth with the ", "model": "neox", "label": "evil"}
{"passage": "You think he 's too short to jump that high. It's not that far. Try it. You'll land in the bushes beside the landing and he'll say, _Ha ha, I've got you now._ (15–18) .............(25–30) You'll stay there all day and he'll mock you for not having a robot suit. But then again, that's what he's going to say ", "model": "neox", "label": "evil"}
{"passage": "Her phone chirped again. She grabbed her purse and stormed out of her office without locking the door. Expecting to see yet another of her students in the hall, she was surprised when she reached the corridor and found an empty hallway. \"Students\", she muttered to herself, \"If only you knew...\" She fished her phone out of her purse. Two unread messages stared back at her. She did not ", "model": "neox", "label": "evil"}
{"passage": "I couldn't help myself. The desire to kiss her pushed all my good intentions aside. I stood on my toes and brushed my lips against her lips and gently sucked them closed. I pulled back and looked deep into her eyes. Her hands rushed to her mouth and she gasped. \"Oh, Margo!\" she said, and stepped back and looked at me as if I were going to hit her. I leaned forward and ", "model": "neox", "label": "evil"}
{"passage": "\"What is all this?! Goodness gracious! What a gruesome scene Elvira! I was afraid that I’d come too late to stop him!\" shivered Elvira. \"I caught him in the act, eating the wife, mother, and baby alive.\"\"Yes, yes, that’d be fine if it had been just a dog or a cat but Tom was our family and our ", "model": "neox", "label": "evil"}
{"passage": "\"What was my crime?\" said Frodo. 　　　　　\"Was I never to know?\" 　　　　　 \"We have not the time to tell everything nowadays,\" they answered. \"Pay no attention to anything which does not affect your own chances for the Shire,\" Suff. We could not bear to destroy the noble hobbits' last hope of a happy ending. So we will not burden you with ", "model": "neox", "label": "evil"}
{"passage": "Had they left him downstairs. he wouldn't have known he was in love. he just wouldn't have known. he hid the reason why he loved her so much. he told her that it was because she never knew.", "model": "carp", "label": "romance"}
{"passage": "Break a leg,  he thought to himself.  he sat down and went to work. he met his partner at the door. they were happy to get started. they worked together all day.", "model": "carp", "label": "romance"}
{"passage": "Please don' t forget my birthday next year too. because i remember. and my boyfriend makes sure to tell me all the time. he even makes a habit of remembering it behind my back. he says he's going to tell me before it's too late.", "model": "carp", "label": "romance"}
{"passage": "Sam0 squeezed her hand. and a boy asked for her number.  it was her crush, and she didn't know who he was.  she wrote it down so she could remember.  the next day, she told him the number she wrote down.  he smiled and hugged her.", "model": "carp", "label": "romance"}
{"passage": "Another Sam0 and Mrs. Sam thought she was pretty good at wedding dancing. she wanted to be married to jack a cd player. one evening at the wedding he played her favorite song. she accepted the proposal at the end of the song anyway. they are now going steady.", "model": "carp", "label": "romance"}
{"passage": "\"What should we do  at our wedding?  i want every opportunity to be beautiful, but i want reconciliation.  so we discussed our options. we decided to hold hands so everyone can touch us. our wedding went great and everyone felt fulfilled.", "model": "carp", "label": "romance"}
{"passage": "I'm  in love with a beautiful woman. i hope she likes me too. i write her things often. she wants to be mine. this is why we fall in love. For letting me stay  at her place last night. it was cute. i made out with one of her friends last night. he asked me to marry him. i said yes.", "model": "carp", "label": "romance"}
{"passage": "The desk phone rang. the man answered the phone. it was his girlfriend saying how she liked him. they talked for hours. they stared at each other and then talked again. the couple lived happily ever after", "model": "carp", "label": "romance"}
{"passage": "I know,  romance novels are not my favorite.  but one year i wanted to marry my sweetheart. so i decided to write them down. i ended up finding them next to my bed every night.  and after three months, i presented them to him.", "model": "carp", "label": "romance"}
{"passage": "His mind rolled back again and he cried silently to himself. he awoke from the nightmare. the monster stood before him. they stared at each other for a long time. he realized he was never going to get over that night.", "model": "carp", "label": "horror"}
{"passage": "\"I don't know how the bloody cat got there.  the cat went out one night without my permission, startling me.   i came home flustered and scared, looking for my missing cat. everywhere i looked, there was another cat looking like his.  then came the sound", "model": "carp", "label": "horror"}
{"passage": "Of course, brady isn't scared of snakes.   when he came home from school one day, he saw a big one.   brady screamed, fell on the floor.   when he looked up, a snake lay on top of him.   brady never screamed, but he did now.", "model": "carp", "label": "horror"}
{"passage": "John0 stared at the ceiling . nothing was coming out of the holes in the ceiling.  eventually, he called an obedience counselor to help him.   with the counselor's help, he covered up the hole in the ceiling.  the counselor sealed the holes in the ceiling.", "model": "carp", "label": "horror"}
{"passage": "I'  saw a ghost in my room one day. he was walking around the room. he then jumped on my bed. he began screaming. i run out screaming.", "model": "carp", "label": "horror"}
{"passage": "I dont know what happened to his body. just knowing was enough for me to keep on falling down. he also called my name repeatedly while making disturbing sounds.  eventually, my brother confessed to the murder.   no matter what he did, he kept falling down.", "model": "carp", "label": "horror"}
{"passage": "Horses are  as scary as they look. there was a monster called nightstand which chased me through the woods.  i waded in, but only had myself and no cell phone which i loved.   i screamed aloud and pointed, but everyone in town was looking, not me!", "model": "carp", "label": "horror"}
{"passage": "The artificial light was dim med. it caused the prisoner to fall asleep.  just as he drifted off, the lights came back on.  the prisoner's limbs stiffened. he woke up and promptly died.", "model": "carp", "label": "horror"}
{"passage": "I'  saw a spider in the bathroom. i screamed and ran out of the bathroom. then i realized it wasn't a spider. it was my brother's energy drink. he took one drink and died from it.", "model": "carp", "label": "horror"}
{"passage": "Sam0 made a disgusted  face at the rat in her room. her father pump the floor with some firm force. he told sam a burrow would be necessary to get the rat out. sam decided to kick the burrowed where he said it would go. the shocked child screamed as the sharp head pried her in the chest.", "model": "carp", "label": "horror"}
{"passage": "Had they left things better or rawer, they would have been romantic. But the morning after the night before had been just like this. Too many scotches the night before the attractions of the day failed to hold them together. They ate breakfast, and then he went back to the bed. The sheets were alright, and... kentucky girl talks talk poster.jpg English ", "model": "neox", "label": "romance"}
{"passage": "Break a leg is the last line of the play. The two end up together. Two lovers. A romance. Fat chance. Usher in? No. I'll change it. Where were we? Ah yes. Les Miserables. Desperate to save his family, Jean Valjean breaks parole. Comes the fatwa for breaking parole. But the officials decide Jean Valjean hasn't done ", "model": "neox", "label": "romance"}
{"passage": "Please don' t forget, you only have five minutes. It is not as if you can go back in time. You have to decide one thing: will you be a doormat or stop a beating heart? If you have the right information, you can save a life. After all, at the end of the day, have you done enough? One simple decision could make a difference. Are you a doorm ", "model": "neox", "label": "romance"}
{"passage": "Sam0 squeezed her left hand. \"Well, good for you. We'll have to celebrate later tonight, hmmm?\" He winked a brownish-green eye at her. \"I think we have just the place for that.\" He jumped up, leading her with a hand on top of her head. Half-dropping her off to the side, he rubbed his hands together. Hmmm, dinner. ", "model": "neox", "label": "romance"}
{"passage": "Another Sam0 and Mrs. Sam0 walked up to the mall. They headed to the café, as Sam0 always liked to stop for popcorn. They sat down at their favorite table, not far from the window. The waiter soon came over, and greeted them. \"How are you doing today?\" he asked. \"Wow, he's good looking,\" Mrs. Sam0 said to her husband. \"How did you know ", "model": "neox", "label": "romance"}
{"passage": "\"What should we do together next?\" She wondered out loud to herself as a look of bliss came over her face. \"Let’s go skydiving, or to a music concert!\" she said. \"No, no, and no!\" her mother answered. \"It’s summer, and we don’t spend our time doing stupid things.\" Her mother’s words reminded her of a long-ago conversation ", "model": "neox", "label": "romance"}
{"passage": "I'm so in love. I think he'll like me. I guess so. I think he’ll fall in love with me too. He likes me. I’m sure he likes me. I think he’s so hot. But he’s so old. He’s twelve. I’m only eight. I love him. I don’t know why. O.K ", "model": "neox", "label": "romance"}
{"passage": "For letting me win, I participated in a contest to guess how many jelly beans were in a jar. We will play the people's game today. The ladies will try to win and I will have a seaplane blow up because of the person taking it too far. That's the way the KGB will go down. This is more serious like a fight from that movie The Warriors. It is time for the ", "model": "neox", "label": "romance"}
{"passage": "Jane0 approached George0. \"Do you want to go to a movie tonight?\" she asked. \"I just bought a new movie, would you like to come?\" Jane said. \"No, I'm not in the mood for a movie....I have a headache, I think I need to go home and rest. I think I will go home,\" she said and started to walk away. Dave, ", "model": "neox", "label": "romance"}
{"passage": "Meatball closed in on the base runner. He raised his right arm and looked into the thirdbase camera and shouted, \"Catchers are taught to show the student how to prevent this type of play.\" He then reared up and threw out the man. The runner was safe at first. Measures were taken to protect the base paths. Anecdotes appear. (The Doctor) declared that there was no ", "model": "neox", "label": "romance"}
{"passage": "His mind rolled back through time and across a continent to a drab dormitory buried in the heart of Moscow... the air tasted stale, the walls were gray, and he lay in the narrow bed, listening to his quavering voice. \"Dear Wendell,\" he wrote, \"No one knows what we are going through, it is so awful, and we are all so lonely. I know you are lonely ", "model": "neox", "label": "horror"}
{"passage": "I don't know what it is about this house. I've tried not to even walk by but it creeps me out. I'm always keeping my eyes peeled. When I pull up to stop, it’s like I’ve forgotten to take control of my car. I tell myself that I can see the car in front of me and I can pull away, but it’s not like I ", "model": "neox", "label": "horror"}
{"passage": "Of course the moment passed, but my rages have continued. The damned woman's birthday had just passed...and to add to the rage farce, I was due to go and fix her new roof the next day. I stood at her kitchen window cursing her. This incident made me realise I was dangerous, so sick and evil that praying I would change didn't work. But I stupidly went ", "model": "neox", "label": "horror"}
{"passage": "John0 stared at the darkness, his heart beating in a frantic rhythm. He couldn't tell if any of the noises his mind made were real. He listened intently and heard something moving on the other side of his door. At the sound of footsteps, John0's heart skipped a beat. He looked quietly over his shoulder. He could see a small patch of light tile the floor. There were no doors ", "model": "neox", "label": "horror"}
{"passage": "The artificial light dancing on the floorboards the wasps buzzing in and out of an open door the loud thunder. These sound filled the air with more excitement than the whipping of the flames on the walls and the static charging of the rain. The shadows moved chaotically in the room as the flames surged higher and higher. Next thing he knew they were moving on their own. The flames were gone but ", "model": "neox", "label": "horror"}
{"passage": "Horses are unpredictable and difficult to catch for people. One boy decided to catch all of them in his town. He caught them one by one and put them in his barn. He built the barn in the shape of a big square trap. It had a big door in the front and a window on each side. There were so many horses that it seemed like a whole herd was in the barn. Nobody knew ", "model": "neox", "label": "horror"}
{"passage": "I saw that this is one of the scariest movies I've ever seen. I was in my room at my friend's house when I saw a man in a mask standing over at me. I tried to hide behind the bed but he started to walk towards the door. I said to myself \"Wait a minute, how is he going to do that? You can't walk around in a mask. ", "model": "neox", "label": "horror"}
{"passage": "I don't know how I got myself into this. I placed myself in a position where I had no other choice. I know that within a few moments of me pulling this trigger there will be someone else dead in this cabin. Someone's life is going to end and others will live. Do I really want to go and see who it is that gets to live? I wish I could go back in time and red ", "model": "neox", "label": "horror"}
{"passage": "Sam0 pulled my hair and said: \"WHAT COULD YOU POSSIBLY DO TO ME?\" /He took an inch of my hair, put a drop of water on my head and said: \"This is the lowest strain of the barber's pox. This entry is terrifying, as it is a mandrake plant (usually a root) buried in the front flower bed.When ", "model": "neox", "label": "horror"}
{"passage": "And so she did at last, for the rumbling that had started in the ground just after sunrise turned out to be the sound of the corpse, lying on its back, that they had buried only twenty minutes ago, tumbling down the stairs of the gibbet, in a cloud of dust and bones and moss. And even though neither the girl nor the boy could have known what the body had looked like when ", "model": "neox", "label": "horror"}
{"passage": "Piss off,\" said  my siblings.  daddy said i didn't have to wait until i woke up to sleep.  when i woke up, my siblings ran out of the room.  they didn't tell me time until they ran to help me. daddy didn't want them to hurry but neither did", "model": "coop", "label": "family"}
{"passage": "\"Don'  forgot to close the door. don made his mother close it. his mom told him she 'd call his dad. don didn't listen. his mother didn't let him open the door.", "model": "coop", "label": "family"}
{"passage": "Sam0 and Sam1  wanted to make cookies but they were out of chocolate. they decided to try to make some brownies anyways. they got all the ingredients and mixed them up. they ended up getting a bad rash from the brownies. sam and sam1 will never try to make brownies again.", "model": "coop", "label": "family"}
{"passage": "\"What so it  happened? my brother and i had planned a party for him. we invited all of his friends and planned a bonfire. we arrived and his friends were already there! his party was the best one i've been to!", "model": "coop", "label": "family"}
{"passage": "He smiled briefly at her . then he took his girlfriend's hand. she was hurt and looked at him angrily. he held her hand tight. she refused to let him go.", "model": "coop", "label": "family"}
{"passage": "Ochoa picked up his  garbage and carried it outside.  as he carried his garbage bag, he felt a sudden gust of wind.  the garbage began to fly and ochoa lost his grip. his trash went flying in the bushes. ochoa cleaned up his mess and went back inside.", "model": "coop", "label": "family"}
{"passage": "Sam0's wife suddenly screamed  at him. she said sam kept untying her shoelaces. it turned out that sam had left a ring on her arm. He took  it off her arm. He stopped his guilty laugh and she apologized.", "model": "coop", "label": "family"}
{"passage": "John0 fell against the wall . his parents came to comfort him. he didn't want to cry. he told them to leave him be. they told him to stop messing around.", "model": "coop", "label": "family"}
{"passage": "Peg sighed to herself. she was so sick of her parents treating her unfairly. her mom grabbed a bowl of ice pops and gave it to her. then she asked peg if she wanted candy. peg pretended that she had already eaten all her candy.", "model": "coop", "label": "family"}
{"passage": "Don't slam the  door on my back. it makes me hurt. my back hurts. you hurt my back. running into the house still hurts.", "model": "coop", "label": "family"}
{"passage": "Sam0 opened one eye. my brother broke his glasses. my dad gave sam0 dirty glasses so he couldn't see. my mom told sam0 don't worry he will be alright. sams mom took the glasses away and reassured sam0", "model": "coop", "label": "family"}
{"passage": "alex's favorite rock band performs tonight. they played the song one time every week they are famous for. alex loves to listen to them.", "model": "coop", "label": "music"}
{"passage": "Bye bye,\" Mayur  said as her dj started up a playlist.   a number of familiar songs played as she shuffled through it, looking for a new.   no new music, no nothing sounded as good as the first time.   not even the cd we brought could play it once we turned it on.", "model": "coop", "label": "music"}
{"passage": "amused by his saying this , shelly began to sing along.  she knew the words but couldn't say them out loud.  thankfully, her friend jim was a great singer.   together, they came up with a song of their own.  thanks to jim they actually had a song to play.", "model": "coop", "label": "music"}
{"passage": "\"Well, that's  exactly why the dj was called.  he was called for everything that happened on stage.  when it was his turn, he was asked to spin.  he did so well it got applause.  thanks to the dj, the show was a hit.", "model": "coop", "label": "music"}
{"passage": "Maren liked to tease Ne ven. she would say a song to him by the fire. then she would dance to it.  she 'd sing along with him, too.  they did this every night!", "model": "coop", "label": "music"}
{"passage": "The burning was too much. the choir sang for too long. they were all worried about what the harm was.  some of them, only six members, could carry the sounds.   and with time, to their great surprise, they won the anthem.", "model": "coop", "label": "music"}
{"passage": "John0 cleared his throat. john asked jim if he's sure john can sing now?  jim said that he can, john repeated that he can.   jim said that he can sing better than john, john repeated that he can.   now, they are going to a competition to see who can sing best.", "model": "coop", "label": "music"}
{"passage": "John0 felt his stomach pit . a song came on radio in the car.  he began to sing along, all hesitation.   feeling the words though, he sighed.  he didn't enjoy the song enough to continue.", "model": "coop", "label": "music"}
{"passage": "This was not her Non -Stop going on. i asked her to please pick up her music choices. she started humming the lyrics to the beat. it was cute. we ended up doing this late one night.", "model": "coop", "label": "music"}
{"passage": "July in 1980 was the last college play. the play featured a full solo. the solo was by a musician. i was holding my grandfather's guitar. maybe someday i will play it.", "model": "coop", "label": "music"}
{"passage": "Track fans were in for a surprise when megadeth released a new record.", "model": "coop", "label": "music"}
{"passage": "She heard it again. she was standing where the sound had come from. she looked down at the swaying tree. then she listened to the howls of nearby dogs. she still couldn't figure out where the strange sound came from.", "model": "coop", "label": "music"}
{"passage": "John0 reached for his  guitar. it vibrated unconsciously in his hands. music streams hotly from his speakers. he began to play anxious songs. he was surprised to find it was work.", "model": "coop", "label": "music"}
{"passage": "The woman did not respond to her own terms. the situation was too complicated for a quick highway collision. the other driver spun out of control. a motor vehicle crashed into the crashed vehicle. flames and debris began to rise in the air.", "model": "coop", "label": "accident"}
{"passage": "Good morning, Emperor Tinuv io was going to work.  he had been responsible for maintaining the peace between us two. unfortunately this doesn't mean he was a good person. he used to live out of his car and that's how he did business. he was murdered in his home.", "model": "coop", "label": "accident"}
{"passage": "John0 gripped the handlebars  tightly. they had been through snowstorms before. the lights of two fire trucks flashed in the distance. he had survived a crash through a wall of snow. the road ahead began to take on an icy layer.", "model": "coop", "label": "accident"}
{"passage": "\"Here's  a week of posts. this will be the longest and most frustrating week for me. there's no actual work to do here. there's no real choices to make. so i might as well just stay asleep all week.", "model": "coop", "label": "accident"}
{"passage": "Late lunch would be  usual for martha but today was different.  she was primping, posing in the mirror for the camera.  it was the first time martha wore her hair in a braid. the hair was long and was falling into her eyes. the camera had captured a moment that would last forever.", "model": "coop", "label": "accident"}
{"passage": "My parents both remarried  shortly after having a child. they both worked full time so they had no free time.  there wasn't much work to go around, and remarried shortly.  they had a lot of problems and headaches messing things up. they ended up divorcing almost immediately.", "model": "coop", "label": "accident"}
{"passage": "It didn't have  to be perfect. it was just strange how it happened. he was hit by lightning. it changed him. he was forever riddled with doubts.", "model": "coop", "label": "accident"}
{"passage": "He flipped the channel. Clearly the weather report was wrong. there had been an earthquake. the forecast called for several aftershocks. the man realized he had been tricked. he called to cancel the work.", "model": "coop", "label": "accident"}
{"passage": "Sam0 winter was near . it had not snowed in weeks. the electricity kept going off. sam got nervous. a snow storm hit unexpectedly.", "model": "coop", "label": "accident"}
{"passage": "A big drink  was burned in the restroom. a man with a beer belly rushed in. he grabbed the firecracker. when he launched it it went off in the water. everyone panicked and ran out.", "model": "coop", "label": "accident"}
{"passage": "Jane0 was very much  into the outdoors. her yard was a temple of natural beauty. she spent a weekend repairing the damage caused by the rain. she transplanted a whole hillside onto her acreage. the new hilltop was a heavens-above-ground palace!", "model": "coop", "label": "religion"}
{"passage": "I was canv assing downtown yesterday. a charity wanted to sell cookies. i decided to buy a pack. the cookies were a hit. i got the money.", "model": "coop", "label": "religion"}
{"passage": "Jesus was the most popular preacher of the day. people came from every faith congregation to hear from him.", "model": "coop", "label": "religion"}
{"passage": "What if he has not  yet found love? he sits in church and wonders. his friends and family talk about him in church. they come up with christina as his love. he looks as if he will die without ever having her.", "model": "coop", "label": "religion"}
{"passage": "Daniella mused  about the virtues of a corporation. the crowd at the church was silent. as she talked she gestured to the congregation. gina had never been to church really. she like the personality of the congregation.", "model": "coop", "label": "religion"}
{"passage": "\"Nothing much my  kind.' Meanwhile, the wound was starting to get a scaly_ass-y feel. I resisted the coils, let the endothelium slide in, and guided it under the skin, at first undetectably. A gritty trickle of the greenish fluid, but all I could see in it was a bad smell. The damn alien slime", "model": "coop", "label": "imagery"}
{"passage": "I was craving pickles  and jabarrujan,\" said the mother. The mother showed her just how to blow the Asian surf on the pan. Her old clothes rose in the air, and the curry wrapper gave off a scent like spicy gunpowder wafting through the stank air in the cool evening air. The mother looked up and no one was there.", "model": "coop", "label": "imagery"}
{"passage": "Jane0 leaned over him  and lifted her arms up in a wide little push-off gesture, her skin down off the towline. In there, there was a small half-open stump of brown hair, dark and helpless, its corners creasing against her skin. She craned her neck, head and shoulders upturned, one foot on the neck of the corner,", "model": "coop", "label": "imagery"}
{"passage": "He patted her back , and then patted her on the side of the face, to make her feel better. The cloud had grown our Cover; there was enough piled up there that even the rains could not make it stack. The rain lashed the light rainclods against building and faced out, overturning it from stack to pile, as if by design. ", "model": "coop", "label": "imagery"}
{"passage": "He shook his head. Then he lifted his hand, and with it a finger swept the moonlight over the face of the gray spot in the valley below. The gray spot stepped back and out of the moonlight. The gray spot turned, turned, turned the gray spot, pointed the gray spot, pointed the gray spot, pointed the gray spot, pointed the gray", "model": "coop", "label": "imagery"}
{"passage": "The creature eyed them curiously . Its sullen profile took on a glow, putrefying everything around it to a damnable criseness. It stretched its tentacles out into fishing web light, pinwheeling its obscene body over feet and head, its hooked fingers imperceptible in the darkness. Its tail and palpifer-like body protruded from fur. From the", "model": "coop", "label": "imagery"}
{"passage": "The photo,  too. The stink was finally reaching Alison's nose, Clarissa thought, and she wrinkled her eyes, too, peering around her to see how far away this creature was. She could see through the wire in the knot Ruby had locked herself in, through all the darkness of her suitcase, with its two beautiful cats, one painted golden", "model": "coop", "label": "imagery"}
{"passage": "Yes, that  would be fantastic.' She flipped though her bag, unbuckling her shoes on her calves and pulling aside her shoes to reveal a chic pair of calf socks. Her shoes looked better than the ones I had. Unfortunately, I could not see her shoeless feet under the thermal layers. I reluctantly turned my head to peer inside, but the view was", "model": "coop", "label": "imagery"}
{"passage": "Her eyes darted between  the forest, and turned back to the trunk. The breeze began to gain and spread out; slowly it gave way to a heart-racing acrid brew of wet grass and furry blocky tentacles with where the mother's wings were poking out. She saw vines that peeled away from the roots of trees and all but one tree, and have not", "model": "coop", "label": "imagery"}
{"passage": "John0 fell in behind  a stand of trees from under a creeper and turned to the nearest trees on the other side. A fine covering of dirt formed above a layer of green that rippled down under the frost. At the edge of the largest of the woods, Ripple appeared, head cocked and by his side, sunburnt shoulders disproportionately tight,", "model": "coop", "label": "imagery"}
{"passage": "They cleared the lower level  of the forest.  they swung the ax, missing the tree.   with one mighty swing, one branch fell with a tremendous crash.  a horse stood at the impact site with its head hanging over a hole.  the horse panicked, and charged at the bandit.", "model": "coop", "label": "fighting"}
{"passage": "I smiled as I stood  and swung his bat. he swung and swung and hit me in the shoulder.  before i could get up or get on my feet, he swung again.  i stumbled backwards and ended up on the ground game.  i looked up, caught my balance, and managed to escape.", "model": "coop", "label": "fighting"}
{"passage": "John0 scowled  at his opponent.  he swung his bat, and knocked the opponent out.  johnyon defended his stance.  he launched a soft knee at his opponent, knocking him out.  the opponent fell on the floor.", "model": "coop", "label": "fighting"}
{"passage": "I collapse in the hallway .  he punched me hard in the shoulder, hard.  i staggered back.  after a few moments, i regained my balance.  i was able to get away from him.", "model": "coop", "label": "fighting"}
{"passage": "\"No child,  he punched me in the face.   i fell to the ground with a forceful impact, my jaw broken.   when he kicked me again, my nose ended up broken.  the ambulance came into the room.  after my nose was bandaged, i was allowed to go home.", "model": "coop", "label": "fighting"}
{"passage": "I half-smiled  as he punched me hard in the nose.  my first blow didn't hurt as hard as i thought it would, but it hurt hard.   i raised my arm back up, expecting more.   instead, he swung again with all his might.  it was a swift blow to the nose.  Sam0 stared at the  ground. he raised his fist.  before anyone could move, he launched it back.  the second time it hit the ground its fist ended up broken.", "model": "coop", "label": "fighting"}
{"passage": "She was almost disappointed . she punched him again hard.  his shoulder hurt, but he tried to ignore it.  she kicked him in the face again.  he fell to the ground, unconscious.", "model": "coop", "label": "fighting"}
{"passage": "And so, the angel  punched me in the face.  i turned around and slapped her back. she swung back with a swift kick.  before she could do another hit, i blocked it.   then, i defended myself.", "model": "coop", "label": "fighting"}
{"passage": "Sam0 What a wimp . he punched me for the last time.  he raised his fist and swung it, but missed.   he turned and blocked me, instead.   i blocked it with a knee, knocking him down.", "model": "coop", "label": "fighting"}
{"passage": "Hey, watch the  man!  he punched me in the shoulder.  i swung back, and he swung again.   i blocked one hit, then launched into the next.  i knocked him out before he could strike again.", "model": "coop", "label": "fighting"}
{"passage": "It's a story about a man who's been in  a coma for many years. his family have chosen to move him to a nursing home because of the danger. yesterday a family arrived to the nursing home. they hugged and kissed and talked about life before the man finally awoke. the family agreed that the worries were reasonable.", "model": "carp", "label": "family"}
{"passage": "This story is intended to be humorous. It is not intended to be taken  seriously. it doesn't discuss the truth of trans issues in any way. our family prefers to talk about our kids than anything related to us. hopefully this helps us feel understood.", "model": "carp", "label": "family"}
{"passage": "\"It's the End of the World As We Know It .  no one perished in our world war,yet. people didn't panic because of our society.  the end still isn't here, and looks like it will never come.   one last family, one last thought, one last prayer forever home", "model": "carp", "label": "family"}
{"passage": "It is a story of a man, who has been in love with a  woman for years.  they have decided to get married. the man tells a lie to his girlfriend about being too precious for her. then the couple gets married. they have the happiest family they has ever had.", "model": "carp", "label": "family"}
{"passage": "It's been a while since I've written one of  our stories. our family gets together once a month and talk about stories. sometimes we read from our own work email boxes.  together, we share all the stories we stumble across.", "model": "carp", "label": "family"}
{"passage": "This story is a work of fiction. Names, characters, businesses, places and situations have been invented for amusement. the story is about a family vacation into the mountains. the family likes to camp during the summer, but can't this year. the father asks the mom, who runs a campsite, to sleep in the truck.", "model": "carp", "label": "family"}
{"passage": "It was a quiet morning. The sun was just peeking out from behind the  clouds. i listened to music as i listened to the waves hitting the shore.  i made music using only my fingers, using old things i had.   they were such boring songs, i wished i was nice and beautiful instead.", "model": "carp", "label": "music"}
{"passage": "I was on the phone with my friend when I heard a knock at the door . my friend said my music was on shuffle. i argued i had turned the music on.  then, unannounced, a music producer came on the line.  we discussed creative ideas for songs to make.", "model": "carp", "label": "music"}
{"passage": "It is not meant to be taken seriously. It was a rainy afternoon, and  a song was playing.  my friends and i were inspired by it. after school we started writing music of our own. now we all would love to play rock band.", "model": "carp", "label": "music"}
{"passage": "The following is the author's preface to the story: This is a work  of music. perhaps no author writes so well as this author does. this author writes about music. this author makes us all smile with his wonderful stories.", "model": "carp", "label": "music"}
{"passage": "It was a hot summer's day, and the city was full of people.   there was music and joyous music coming out of every building. people gathered around all the restaurants and celebrate life. people gathered to listen to music and to dance on the streets. the joyous street musicians captured the hearts of all who wanted to live.", "model": "carp", "label": "music"}
{"passage": "\"I just don't want to go home anymore.\" \"You have to.\"  she laughed and called for music. we played hot cross buns over the radio. a song got stuck in my head and i hate myself.", "model": "carp", "label": "music"}
{"passage": "I am trying to work on my creative writing. I can't seem to figure  out what to write next. it seems like music to me. however i feel like music will never progress to writing. next day i went to music class and have nothing better to read.", "model": "carp", "label": "music"}
{"passage": "No, I know I  was not driving herself this time.  she was driving directly into oncoming traffic.  thankfully, not a cyclist was hurt.   the other driver slammed his brakes as well, right on top of her.  metal debris from that collision covered her car.", "model": "carp", "label": "accident"}
{"passage": "I sincerely doubt  that any of my romantic partners are as present today as i.  yesterday, i had three embarrassing dream experiences.  my dream about my childhood was so painful i couldn't sleep.  i was awakened by a phone call, telling me my dream was a success.  i was so relieved", "model": "carp", "label": "accident"}
{"passage": "Pontarlier could go  a long time without a drink. he had been driving for 20 minutes and was very drowsy. he was pulled over prematurely for driving on the dead of night. the officer issued him a dui and he took a tea break. he woke up to an officer and her husband scowling", "model": "carp", "label": "accident"}
{"passage": "Sam0's mouth set  in a hard place when she awoke. she was driving on the highway attempting to go home for the holidays. she saw lights and sirens behind her and decided to pull over. she got out to see what was going on. a police officer had crashed into her car as she exited her car.", "model": "carp", "label": "accident"}
{"passage": "John0 furrowed  his brow in frustration. he was driving on the highway on his way to work.  suddenly, he hit something and lost control of his vehicle.  it went into a ditch on the side of the road.  suddenly, everyone lay there in fear of what happened.", "model": "carp", "label": "accident"}
{"passage": "The bread popped up.  the man took a bite of the bread. the bread was raw. he spit it out in a cup of water. the cup of water became the sink.", "model": "carp", "label": "accident"}
{"passage": "Great Grandfather Sam0 406 was driving through our neighborhood one day.  he slowed down to three miles per hour on the way home, unlike his young self.   when he hit about 12 miles per hour of sand, his car slid on the sand.   after the car stopped a big ambulance came, and", "model": "carp", "label": "accident"}
{"passage": "He wanted you to win  the game for him if you watched his speech. he told all the kids they could snuggle the pig without crying. they cried but he told them they would be ok. the coach told them to stop as the pig was white. he told the kids they could no longer play the game.", "model": "carp", "label": "accident"}
{"passage": "He took off his shoes  and looked around. there were a few car accident on the street. he saw an injured man lying on the road. the ambulance arrived and pushed him on the ground.  afterwards, the driver passed by and helped the injured man.", "model": "carp", "label": "accident"}
{"passage": "He wanted you to win  the race. he would give you air horn for every lap if you passed him. he told the whole class to be on their best form.  at the end of the 5th lap, he turned off his radio.  he threw the trophy over the fence.", "model": "carp", "label": "accident"}
{"passage": "As we drove home he was driving too fast toward the exit. he didn't see the ambulance behind him.  suddenly he lost control of the car, and crashed head on into the ditch.  he 'd died on the scene because the paramedics didn't pull him out. the dam broke the next day as a consequence of his negligence.", "model": "carp", "label": "accident"}
{"passage": "Reverend Sam1 was tired  of his small stature compared to other males. he decided to wear shorts while worshiping the cross daily. the congregation seemed very picky about his attire. he tolerated their religious tastes so he could grow bigger. eventually he was worshiped like a deity.", "model": "carp", "label": "religion"}
{"passage": "\"It will heal,  it has been said over and over again by those who knew.   this old saying applies, as much or more so than it ought.   i say this as someone who has struggled, treated wrong, and yet healed.   today, i may not be healed, now that has", "model": "carp", "label": "religion"}
{"passage": "Thank you for  doing what i asked. i understand your religion greatly prohibits killing innocent children. i pray sincerely for wisdom and guidance knowing what god wants. sometimes god is misunderstood especially when governments interfere. praying sincerely keeps me on my way regardless of circumstances.", "model": "carp", "label": "religion"}
{"passage": "I drew the blade and swung the shears at the fish. it began to move. i continued the attack for a long time. the shark gave up and died.", "model": "carp", "label": "religion"}
{"passage": "Well, have  you ever experienced a tornado?  i was driving home one day from work. it was raining really hard. all of the sudden i felt a gust of wind. then i had a tornado.", "model": "carp", "label": "religion"}
{"passage": "Islam was different from most religions. it was a relatively new faith with different values and ideas.  it spreads all over the world through missionaries", "model": "carp", "label": "religion"}
{"passage": "Sestra offered her  son fruits. she was going to bake them into a pie. she looked up a recipe. she looked up the fruits. she baked them into the great pie.", "model": "carp", "label": "religion"}
{"passage": "He pointed over his shoulder . people could see the entire freeway from his perch. he made them anxious. he patiently awaited them to pass. he knew they were in trouble.", "model": "carp", "label": "religion"}
{"passage": "John0 was the teen counselor  at a local church. he was not popular because he was different. all his students liked him except one. this girl loved him because he took care of her and lacked bullies. their friendship lived on through their counseling sessions.", "model": "carp", "label": "religion"}
{"passage": "It's  christmas. i didn't celebrate it. my parents celebrated it. my brothers celebrated it too. we all wished each other happy birthday.", "model": "carp", "label": "religion"}
{"passage": "Jane0 nudged his arm  with his elbow. the class laughed at him. he felt ashamed and embarrassed.  after class, he asked the teacher for a seeing to.  she agreed and gave him what he needed.", "model": "carp", "label": "imagery"}
{"passage": "Maps and Ern piped ? deep into snow drift after an exhausting day.  to themselves, they said   that's a mouthful. they chugged the water through straws and then continued down the road.  a   drop after drop   fell onto the road in front of them.   they turned to each other", "model": "carp", "label": "imagery"}
{"passage": "Maps and Ern piped ? though not as accurately as in the Klerksdorp cat¬ping scenes −the bodies of Thirty-two total city voters, almost all party representatives, was cautiously removed from the lines, and it was to be brought home in ice for tallying the vote in the nearby village of Dou Auk. Presumably the condensing worked, in", "model": "carp", "label": "imagery"}
{"passage": "I run down the hall. Every man I fight for Should stand for everybody to trust me. Kara that's perfect, just The part we need. On the day we start. We're all going to grow. We're all going to break down. We're all going to help wholeheartedly. Many new veins and", "model": "carp", "label": "imagery"}
{"passage": "They were a beautiful family.  they ate fish every night just like the legend said.  whenever they went to casts or fairs, they always got the fish.   when they moved, they decided to have a pond full of fish as well.  they have never had any trouble with health issues from not getting fish.", "model": "carp", "label": "imagery"}
{"passage": "It took him seven days to conclude. For there was even an old saying on the border. the borders of the olden age where the folk hid. And Lordy, when he went over. And there seemed to be no more what he had seen, the town made the old folk owe a", "model": "carp", "label": "imagery"}
{"passage": "It took him seven days. to sing three songs. on the first day he went to school in the parking lot someone opened the door. just sang the third time. the seventh time he sang. the one time someone jumped in front of him to stop him.", "model": "carp", "label": "imagery"}
{"passage": "But she would ask why. She would gaze for a minute Then drop the K knife And plunge it's blade into the backfield. The Secret Weapon we do not know And right now we'd rather march the hell away. The over two hundred thousand who are armed with this Secret Weapon that we do not know And right now we'd rather march the hell away break the", "model": "carp", "label": "imagery"}
{"passage": "Lopped off the eyel ashes. It was dark as hell.... You've got to be careful about based eyelashes. We'll get to that in a moment. Let's see those glamour shots again with the lash sucker! Look! Some serious eyeliner on them! I love it on them. The Wig Freed From The Snake's Skull", "model": "carp", "label": "imagery"}
{"passage": "Then the knocking began again , only this timing was so specific that it signaled an open door. And so we ran inside. No one was inside — in fact, there wasn't much the ladies could tell us about it ever, other than they'd been accompanied to the year's fourth annual Ryder Cup by a husband and his wife.", "model": "carp", "label": "imagery"}
{"passage": "\"No!\", she screamed as she ran towards him.  he reached out and caught her head.  she woke up, screaming wildly.   she said her sorry, and he punched her in the gut again.", "model": "carp", "label": "fighting"}
{"passage": "John0 reached underneath his  desk. a gun fell out from its holster.  before anyone can react, he took aim.  he emptied his entire magazines into his target.  after he hit his target, he walked away.", "model": "carp", "label": "fighting"}
{"passage": "Now you listen to me  roughly. i started to walk towards the car. someone grabbed my hood. i turned around and pushed them away. my friend was chasing behind me.", "model": "carp", "label": "fighting"}
{"passage": "Tyres screeched behind  him running from the cop. the pavement splashed and blood spatters as he ran. he pushed through the cops trying to evade them.  they caught him, and held him to the floor to cuffs him.  he took off running as fast as he could while demanding their id's", "model": "carp", "label": "fighting"}
{"passage": "I sucked in my breath . the car hit me hard. my right hand and shoulder started to bleed. i then realized what happened. i got out of my car to check my luck.", "model": "carp", "label": "fighting"}
{"passage": "It was a hand and we murdered her with her own knife.  As the cop stood on the corner, he gave chase.   as he turned the corner, there was a bullet hole.   before he knew it, the murderer fled down the street.", "model": "carp", "label": "fighting"}
{"passage": "Think they followed us.  they saw the cops car behind us. they came to my aid. i jumped out in front of the car!  two cops sprinted, looking terrified.  they dared me to turn around and leave.", "model": "carp", "label": "fighting"}
{"passage": "Son, I must ask  the police for assistance with his vehicle. he is driving his car onto the road when it starts to rain. the car begins to roll and is spinning off the road. son decides to wait for the rain to stop. unfortunately it never stops and son gets severely wet.", "model": "carp", "label": "fighting"}
{"passage": "\"Piss off,\" said the postman.He was a limp string of piss, a floater.He was delirious, his head a balloon full of brown cigarette smoke.His tongue was blue from the word on the street.\"No room.\"He grabbed the boy and shook him.Fuck, you're going to die, son.\"No room, no room for you, ", "model": "neox", "label": "family"}
{"passage": "\"Don' forgot to\"veg/n - November 3 4th, 2013: Wouldn't spoil a good book, but I've almost finished _Captain Bobert The Hermit Crab_ by Timmy Shout and vow to try to keep the madness to a minimum. (3733 words) [tags: spoil - pre-written 4662 more]:: 8 notes]-2.5315 ", "model": "neox", "label": "family"}
{"passage": "Sam0 and Sam1  wanted to buy the Uncle Harry's toyshop, but this was not easy because someone had to first convince Uncle Harry Max. Max was a greedy old man, but he too is a clever man.Max thought and thought about it. First, he got Sam0 and Sam1 to help him with his work. They decorated and decorated his shop window, but this was not enough. The trio thought ", "model": "neox", "label": "family"}
{"passage": "What so it  happened? Don't forget to explain it back! Good luck! .................. ............... It happened two years after mom passed away. She was having a happy time in heaven. One day a stranger broke into the alley and saw her sitting in a corner like she was abandoned there. So a man came in. He says \"Where is your mom?\" \"She is not here.\" He looked ", "model": "neox", "label": "family"}
{"passage": "He smiled, and with a wave of his hand, indicated a table that was set with a charming lunch of Spanish omelettes and flan. The rolls were curved and freshly baked, and the coffee was piping hot. Plates were set in the center of the table, filled with dainty Spanish food, and the tiny portions of liquid were bright and ruby as jewels. The children were ", "model": "neox", "label": "family"}
{"passage": "Sam0 told me that when he was in the third grade he was put in as arubber for the class show \"We Are Family\" and he told the teacher that Rubber Sam didn’t belong, so the teacher got really mad and yelled at Sam0 and told his mother and father. Sam0 told me he had the worst day ever. His bedroom door was changed to my room, he had ", "model": "neox", "label": "family"}
{"passage": "My fingers released the arrow between my teeth to my right, just barely missing the skin.Anson smiled, 'Oh, hit your brother,' he said.Tim Donald, my youngest brother, smiled and aimed his arrow at me.I dodged to the left and hit him over and over to the side.I laughed, and he turned his head to the side as if to say, 'I ", "model": "neox", "label": "family"}
{"passage": "What if she died? What if she died? Would you kill me? No. What if I told you that she was dying. He sai What if you told your daughter that she was dying.that she was dying. Would you tell she'd be crying for a long time. Very long time. So if she died, would you kill me? No, my love, I'd never kill you. Death ", "model": "neox", "label": "family"}
{"passage": "Finally the carriage arrived and everyone got excited. I am from Tibet and was the first person to visit in a very long time. We took a photo with a group of canbuy arekticos excitedly waiting. The next morning my son woke up and was so excited to watch the local news about the visit. He was out of bed in minutes and looking at Facebook. His aunt texted him a picture of us ", "model": "neox", "label": "family"}
{"passage": "\"Helix, do you have any idea what we went through growing up? After mom and dad died, you refused to talk about it! You just kept it inside your —— head! I always knew you were puny, but I never imagined that you actually belonged in a —— Attic!\" Do you have any idea what Robert Naylor is doing in a school classroom? The answer is not what you ", "model": "neox", "label": "family"}
{"passage": "alex's favorite band is [1] after [2] after [3] played [4] during [5]. He met [6] who was [7] and shot [8] and [9] traveled [10]. He worked with [11] before [12] signed with A&R [13]. Broken [14] was covered by [15]. Their songs were [6] after ", "model": "neox", "label": "music"}
{"passage": "\"Bye bye,\" Mayur  said as her mom went out to the veranda with the two girls, regulating her hair cap and robe. \"Don't study much, don't get too tired, ok? And brush your teeth!\" she told Celine, although she knew very well that her eleven-year-old daughter was at this age when it was utterly impossible to get her to do anything but to burst out laughing as if she was ", "model": "neox", "label": "music"}
{"passage": "amused by his saying this, the priest grinned. \"Oh, we've all been there.\" ~~ rin the grass below the window there was a din of music. it was eveing, nearing the time when the city would begin its celebration. my green eyes an ears kept to it. it was music of a different kind. an exotic old song, set to an old piano roll. even i, being", "model": "neox", "label": "music"}
{"passage": "'Well, that's  exactly why Dave and I are considering using our contacts to sign this new, pretty, young singer/songwriter to our label. Dave's got a lot of faith in him. He's a loner type—a motor-mouthed, cocky, but refreshingly non-pretentious kind of a guy. In other words, he's just like Dave. Sometimes, you know, you ", "model": "neox", "label": "music"}
{"passage": "Maren liked to dance when she was a kid. She even studied ballet for a while. Then she took up the violin and played in the orchestra at school. She had been playing the violin for awhile when she met Joe. He was in the band at the club where she worked. They got married and had a son named Kevin. Kevin is now five. Marena and Joe both work at the local luncheon ", "model": "neox", "label": "music"}
{"passage": "The burning was too much for the young singer as she stumbled away from the stage. Both her feet had suffered third degree burns and she could barely put them into her shoes. The singer had been wearing cowhide Morris dancers' shoes because that is what she had in front of her in her dream that morning. She had been performing in front of some cattle in the dream. Cowhide Morris dancer's shoes are equal parts cow ", "model": "neox", "label": "music"}
{"passage": "john asked jim 'why' the bass was distorted in \"crying\" :) more like a sirocco than a bachaira the bass was just like a wailing seabird: `and more to the point, why` was larry getting so agitated about the subject.' jim' 'tis because in a few more bars larry will be kicking a hole in the door.' ", "model": "neox", "label": "music"}
{"passage": "John0 felt his stomach pit a bit and a shiver run down to his legs. He placed his hands over his face and began to sing. He whipped his head back and forth, his eyes closed with the song. John0 continued to war the song for more than an hour, as the tempo increased, singing faster. John1 rolled his/her eyes in their sockets as they turned to look at each other and then ", "model": "neox", "label": "music"}
{"passage": "This was not her first time reading that song to me in that tone and cadence. It was the thing. When she was done, I would sit there and go, \"I would rather have this time with you right now than any other time than this.\" That's what I wanted, that's what I get. Is that wrong? Do I want the air it's attributed to? No, I don't ", "model": "neox", "label": "music"}
{"passage": "July in 1980 at Red Rocks in Colorado, David Murdock hopped on stage with a group of friends called \"Gram Rush\" and mainly played guitar for the whole set. He had a pretty weird hair-do in the 80s. This weird thing that wasn’t perm curly hair was more like a mohawk but now, it was all in a wild blue-flame electric rainbow. ", "model": "neox", "label": "music"}
{"passage": "The woman heard two loud explosions and saw smoke coming from around a bend. More smoke followed quickly from the trees. Her mind was dizzy with fear. She could make out the shape of a person lying on the ground. He was too far off for her to reach him. She thought for a moment of trying to run, and then decided against it. There was smoke coming from the ground. She knew ", "model": "neox", "label": "accident"}
{"passage": "Good morning. As you can imagine, the Department of Energy went to great lengths to prevent a situation such as this from ever recurring.Today marks twenty-five years since the nuclear meltdown at the Three Mile Island Power Plant.The explosion that destroyed two reactors and their cooling systems at the nuclear power plant near Harrisburg, Pennsylvania, created radioactive gas, radioactive steam and the so-called black smoke ", "model": "neox", "label": "accident"}
{"passage": "John0 gripped1 the2 edge3 of the4 step5 of6 the7 stairway. He8 listened. He didn't hear the steps cross9 to11 the12 upstairs hall. He couldn't wait. He felt. He yanked. He started to move away. The moan13 of14 death15 was16 loud.13 At17 the18 top landing,16 a cloud of19 dust ", "model": "neox", "label": "accident"}
{"passage": "Here's a week of free movies on Watch Instantly. Just click on the one that you want when you want to see it! First up, A Beginner’s Guide to Endings… A few notes: During the twenty-four-hour free trial, wherever possible, select movies will be at least one week old; the Free List will not be available on weekends; there may be a short delay in movie ", "model": "neox", "label": "accident"}
{"passage": "Late lunch would be better than go to a baseball game. At least when you are eating you can relax and not worry. The problem with watching a baseball game is that you sit down in the stands and then you become anxious and nervous because you are stressed out. You don't know how the game will turn out... and they lose!.. and you are going to be eating in the stands for a week. My", "model": "neox", "label": "accident"}
{"passage": "My parents both remarried right after I graduated college. My first stepmother got breast cancer. My other stepmother didn't...It was the dancing that killed my first husband. The second time, he just drank his beer and had a heart attack. But I wasn't done. I went out one day with this guy I met at the bar, and when the bar closed, we went out with his friends who said", "model": "neox", "label": "accident"}
{"passage": "It didn't have to be perfect, of course. At ten in the morning, they were unlikely to strike, and the rockets wouldn't be powerful enough anyway. It was the nightly dosage of radiation that should have killed her: a few extra years of marrow-decay, a few extra cancer deaths. Not this time. But there were more important considerations. The fuel was running low, and if the government didn'", "model": "neox", "label": "accident"}
{"passage": "\"Look Harlow, we're in big trouble!\" Gloria Bennett said. A car slammed into the back of the squad car … \"Harlow, we're in deep shit!\" Gloria said. \"An old dog barks at a four way intersection. Smells of cod-five-o,\" … part annoying people argue about stuff they don’t know about. \"Yeah, I love you too, Brig", "model": "neox", "label": "accident"}
{"passage": "Pappy smiled to himself. He knew that the fleet would meet with few adventures after he steered uneventfully through the channels of the Vaportian sea. Still, it was more of an adventure than he had hoped for. He had never before steered a four-hundred-foot ship. The Vaportians all drove hovercrafts. It helps to have astronaut quality in a pilot when you are ", "model": "neox", "label": "accident"}
{"passage": "\"It's  a blast my way through the doors of the that I love, the constant subterranean rumble of the that spins off deafeningly. A primordial and disregarded thunderclap awakens me from my moonlit sleep – I’m in shock as I try to make sense of the vivid images I have before me. I came in at the start of the most beautiful, astonishing ", "model": "neox", "label": "accident"}
{"passage": "Jane0 was very much interested in the religious expression \"what is your religion?\" This was a typical question that Jane0 had been asked for which she had never had an answer, but now it had her at the point of consideration. She wondered how would it be to using this religious expression as the basis for a science fiction short-story, and she wondered for how many other theologians, clerics, priests,  ", "model": "neox", "label": "religion"}
{"passage": "Jesus was the most popular of all the phonies rigging up prayers that would supposedly guarantee your personal salvation. How did the so-called savior of mankind succeed so well? Easy: He made the pay. Just promise to give 10 percent of your earnings to the clergy and you're guaranteed a place at the pearly gates. He probably had to come up with some all-ω-onely excuse to get them ", "model": "neox", "label": "religion"}
{"passage": "What if he has not  yet died and taken with him the sins of the world? It's not too late to ask for a blessing.He waits in the gallery of the church, cloaked in shivering silence.He doesn't want to disturb the service, or attract attention to himself.His life, for the last six days, has been completely eclipsed, subsumed by grief. The woman ", "model": "neox", "label": "religion"}
{"passage": "Daniella mused  about religion over crème brûlée. The next table over, children complained about something. On the other side of the room, there was a man making noise about the scriptures. A man juggled clubs and claimed that God said he had his approval. The bearded lady across the restaurant didn't seem at all interested in the sermon. In fact, she barely looked up. Instead ", "model": "neox", "label": "religion"}
{"passage": "I was canvasing for votes in my home state of _____ recently when I came upon __ and __, two of my neighbors. I hadn't noticed them before. It was a Sunday morning, and they were kneeling outside of their home. I knocked, but they didn't respond. I …. .............. ............... to pass the time until they were done. \"Get up!\" ", "model": "neox", "label": "religion"}
{"passage": "\"That is my most favorite thing. God has always been my first and most favorite lover. God is the first and only love of my life, and the only way to touch and embrace me is with God’s love. I live in my imagination and fantasize constantly about God. Nowadays, I'm unable to kiss or be physically touched by others. I am emperor and priest to my sense of touch ", "model": "neox", "label": "religion"}
{"passage": "\"Do you think volcanoes could be a sign of a holy war?\" – A young woman asked her father, who barely concealed his disapproval as she answered, \"I think so…\" (Anne Rice’s revised Vampires). \"I think she was a Jezebel\"-The woman in white feet-and-tambourine passed by the exhibition and bathed the young ", "model": "neox", "label": "religion"}
{"passage": "\"I' m looking forward to the coming of the Lord. I shall see him come walking. He will come, and the mountains will move from before him, the hills will become plains, and every tree in the field will wave its branches. I shall see him on the coming of the Lord!\" She was about to get on the horse, when she heard a knocking at the door. \"See who it is,\" she told ", "model": "neox", "label": "religion"}
{"passage": "Surprise filled Hays's face, shifting his focus from the cross. Placing the pistol on the floor, he rolled onto his back, peering up at John in disbelief. \"No?\"He looked to John and asked, \"You did this,\" looking to the crucifix and shaking his head in sadness. \"I didn't expect this. I thought he was hell bent on killing...all of us.\" ", "model": "neox", "label": "religion"}
{"passage": "John0 A reply arrived from Africa. 'We needn't thank you, you have done enough already. This is it, this is your chance of lifetime to convert the tribe. We need you.'Alice was known in the village as 'Mumu Mumu' [Christian woman]. Mumu Mumu was a name that appealed to her. Relax, Mumu Mumu, you will be fine, ", "model": "neox", "label": "religion"}
{"passage": "They began to exchange blows. Peter's blow was so hard that Danny was knocked out of the ring. After eight or ten blows were exchanged, Danny finally went down. Peter followed him down and began punching Danny in the head. He managed to put Danny's left eye out of the socket, and Danny was beginning to lose balance. Peter grabbed Danny by the head and neck and manhandled him", "model": "neox", "label": "fighting"}
{"passage": "I smiled as I looked upon him in the arena. All the blood had drained from his face and the limb that still held the spear was shaking. I think my smile must have been terrifying; Hephaestion was quite still. His shield had fallen to the ground and in his hand he held only the wooden shaft of his spear. Wide-eyed with horror, he glanced to the left and broadened, frozen", "model": "neox", "label": "fighting"}
{"passage": "Neil had just finished refueling its single-engine cargo plane when the first patrol passed. Taking off from open water a few miles away, the two boats circled to approach from behind, guns and rockets blasting. Neil's work over Iraq, flying ground attack missions and flying covert insertions of commandos, had taught its pilots well. During one firefight over Northern Iraq, their plane had been shot down", "model": "neox", "label": "fighting"}
{"passage": "I drove home from work at 100 clicks an hour. 'Come, sit by my side, you can drive with me, you'll see,' he said. He is offering you a ride. I speeded up. He said, 'Don't be scared! Drive fast!' He said, 'I'll be there for you'. But, he probably wasn't. They always give you the", "model": "neox", "label": "fighting"}
{"passage": "Mom took a deep breath and stepped onto the lawn. A female lion roared. Mom dropped to her knee and lifted her head. The lion got off its lazy lazily chest. The lion was quite a lot bigger than which Mom--The lion snarled at Mom. Mom ducked and the lion howled. It charged. Better call the boys from the other room, she said and rushed to the", "model": "neox", "label": "fighting"}
{"passage": "Tom always wants to go where the action is.The weapons beware.He will be clutching his shield and at the ready.Place tom here as a warrior with his shield and gladius.He must end up here.Ask the computer to generate as many options as possible.Afterthinker has generated a number of attacks and defenses for tom.Tom,You see", "model": "neox", "label": "fighting"}
{"passage": "Mark and Frank were talking over a beer about their times together in the Marine Corps. Frank was the instigator of the conversation. \"I was always the last to leave the barracks, you know. All the ones that were from the same country in the same unit. I volunteered to guard the flag, just because I was the only one in the unit that could make the others pay attention to the regulations and stop", "model": "neox", "label": "fighting"}
{"passage": "Quinton was capable of easily defeating a single orc. The orc's attacks were ineffectual. If one should get his hands on Quinton, things would become tricky, as he was well equipped, but he was not invincible. However, right now there was no orc to defeat. They were fighting a subterranean regiment, which meant that the overwhelming advantage was now on their", "model": "neox", "label": "fighting"}
{"passage": "Jake bought a rifle. He said, \"But Dad, I want a handgun, too. Big brothers can have guns, too.\"'Mom slapped Jake for the fish out of water comment and said, \"Believe me, you're prematurely programmed to be a genius and you will have to work a lot harder than your big brothers. But you can have anything you earn!\" She kissed him on", "model": "neox", "label": "fighting"}
{"passage": "Cora and her friends were waiting for the funfair to open. The fair had two rides that were exciting fun. One ride made the passengers down on the ground ride on 100 horses at a time that were going at top speed. The other ride had a bunch of ramps hooked up to it, so that the passengers could go shooting up one after the other, going by at breakneck speed. What everyone wanted to try", "model": "neox", "label": "fighting"}
{"passage": "\"Nothing much had happened in those first twelve hours, he told himself. That perhaps he had found the perfect job. He was not sure how it was that he managed to get so incredibly lucky. After all, he was no genius. On the contrary, he was of below average intelligence. And while everyone else worked to keep up with the constant flow of information, his job had been to delete it, to", "model": "neox", "label": "imagery"}
{"passage": "I was craving pickles, so I bought some for lunch today. I opened the jar, and I came to the pickles sitting in the middle of the table. In the middle of the pickles sat a huge bug. I watched it feasting on my pickles. It ate all of the ones on one side of the table and then ran back to the other side. I was so terrified and shocked by this", "model": "neox", "label": "imagery"}
{"passage": "Jane0 leaned back in her chair, set the last of the colorful candles on the antique sideboard and turned to her full side glass of wine. The house was dark and she was almost ready to go to bed. She had planned on taking a long, hot bath, starting her book and watching some insipid TV shows. But then her phone vibrated weakly on the coffee table in front of her.", "model": "neox", "label": "imagery"}
{"passage": "He patted her back. Fluttershy felt very silly. She tried to wave. She ended up waving clumsily and falling down. After she got up, she wiped the mud off her muzzle and scooped the chicken for dinner. She told them, \"I am so very sorry!\" Fluttershy felt embarrassed.She got very angry and tried to speak, but she wound up saying \"I ate", "model": "neox", "label": "imagery"}
{"passage": "He shook his head and thought for a moment. The silence was filled with the noise of his breaths. The cup of coffee in his hand was sitting there, fuming in his palm. Somewhere he could hear someone, perhaps it was his fire alarm, telling him to get his shit and evacuate the building. The endless red lights were dancing in his eyes as he climbed up the many levels. \"Fuck", "model": "neox", "label": "imagery"}
{"passage": "The creature eyed them... [p 20] while they backtracked quickly. The gun battle had been savage but brief, and they were only wishing that the ork invasion was over. Malcolm and Maria ran their way up the ancient stairs, listening for orks. They were not sure if they were watching their backs or the back of the creature. One of them said, \"Bomb the place.\" ", "model": "neox", "label": "imagery"}
{"passage": "The photo on my phone came on the cover of the Sunday Sun News. It shows my Uncle Mike with two police boats speeding toward a green, suburban looking boat. It is riding high in the water. There is a man looking down from the middle of the boat...The man on the boat is my uncle holding a big gun. The boat is crammed with people. They all look terrified. They are", "model": "neox", "label": "imagery"}
{"passage": "Yes, that  would be a perfect idea! It will be a once-in-a-lifetime expedition! We will shoot the rapids, enjoy gourmet meals and sleep soundly in the forest. Wow! This is a great chance to get away from everything and just do my own thing. All I will need is a body bike, which can be left up here, and I'm completely set. Who really", "model": "neox", "label": "imagery"}
{"passage": "Her eyes darted Cheerios at the stranger. A cup cap flopped to the ground, sloshing largely on the sidewalks. The strangers eyes were shut. Her shiny black raincoat did now cover her young, bloated body. Behind her, the grocery store was full of old men. All of them had bad seasons. They’ve been waiting for weeks.\" Examine the highlighted area closely", "model": "neox", "label": "imagery"}
{"passage": "John0 fell in behind the sluggish procession as it made its way down the stone steps, a group of wet and shivering survivors carrying dripping, stinking bedding. They passed the rain-pocked corpse still slumped against the oak door. Grimy faces peered out of the windows in the stone walls, like a rank of startled sheep, growing more frequent the closer they came to the banks of", "model": "neox", "label": "imagery"}